token = ""     # ваш токен
tg_token = ''     # токен тг бота
chat_id =         # id чата для логов
path = r'D:\OCR\tesseract'      # путь до pytesseract

# список для проверки комментариев
bad_text = 'просто набираешь', 'https', 't.me', 'vk.com', 'получи,стикер', 'instag', 'youtube', 'халява', 'прайм', 'в лс', '#слив', 'вас обмануть', 'теле2', 'переходи', 'стине', 'стене', ' @', 'заходи в'
# список для проверки текста на фото
bad_text_on_photo = 'пиш', 'брауз', 'тел', 'дет', 'цп', 'порн', 'смот', 'вбив', 'лет', 'det', 'cp', 'porn', 'pish', 'tel', 'слив', 'sliv', 'школ', 'tg', 'lvl', 'ищи', 'вбей', 'стин', 'закре', 'поиск', 'стене'
